;汉化：aotix

[CerberusGuardianM1 X2CharacterTemplate]
strCharacterName="地狱犬守护者"
[CerberusGuardianM2 X2CharacterTemplate]
strCharacterName="地狱犬守护者"
[CerberusGuardianM3 X2CharacterTemplate]
strCharacterName="地狱犬守护者"

[AutopsyCerberusGuardian X2TechTemplate]
DisplayName="解剖地狱犬守护者"
Summary="守护者是地狱犬阵营中类似人类肉盾的单位，它们行动缓慢但拥有强大的防御能力。它们的防护服可以将防御力量与地狱犬阵营的其他士兵共享。"
CodeName="九头蛇Mk. 6"
LongDescription="守护者是地狱犬阵营中类似人类肉盾的单位，它们行动缓慢但拥有强大的防御能力。它们的防护服可以将防御力量与地狱犬阵营的其他士兵共享。"

[CorpseCerberusGuardian X2ItemTemplate]
FriendlyName="地狱犬守护者尸体"
FriendlyNamePlural="地狱犬守护者尸体"
BriefSummary="对这个样本的解剖可能让我们取得下一步的进展。"

[ProvingGroundsProject_CerberusGuardianArmor X2TechTemplate]
DisplayName="地狱犬守护者盔甲"
Summary="地狱犬守护者盔甲是同类中最重的——提供额外的护甲。"
CodeName="九头蛇的鳞片 Mk. 2"
LongDescription="地狱犬守护者盔甲是同类中最重的——提供额外的护甲。"

[CerberusGuardianArmorSoldier X2ArmorTemplate]
FriendlyName="地狱犬守护者盔甲"
FriendlyNamePlural="地狱犬守护者盔甲"
BriefSummary="地狱犬守护者盔甲是同类中最重的——提供额外的护甲"
TacticalText="<Bullet/>地狱犬守护者盔甲是同类中最重的——提供额外的护甲"



